tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "cmake"
brew "elm"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "n"
brew "neovim"
brew "openssl@3"
brew "ripgrep"
brew "the_silver_searcher"
brew "wget"
brew "yadm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "font-fira-code-nerd-font"
cask "iterm2"
