tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "btop"
brew "duf"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "wget"
brew "yadm"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-anonymice-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "logseq"
cask "raycast"
