tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "cmake"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "lsd"
brew "neovim"
brew "openssl@3"
brew "ripgrep"
brew "wget"
brew "yadm"
brew "zplug"
brew "zsh"
cask "font-fira-code-nerd-font"
cask "logseq"
cask "raycast"
