tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "bash"
brew "openssl@3"
brew "bat"
brew "btop"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "jq"
brew "lsd"
brew "luarocks"
brew "mise"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "wget"
brew "yadm"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "cormacrelf/tap/dark-notify"
brew "felixkratz/formulae/borders"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-0xproto-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-victor-mono-nerd-font"
cask "keycastr"
cask "logseq"
cask "raycast"
cask "wezterm"
